Repository: GayeKORDACI/Charger
Catalog: Charger/Charger/Utils/*.lproj/Localizable.strings
Languages: tr

# location_permission
source: Can 'Charger' access your location while using the app?
tr: 'Charger', uygulamayı kullanırken konumunuza erişebilsin mi?

# login_title
source: Sign In
tr: Giriş Yapın

# welcome
source: Welcome to Charger.
tr: Charger'a hoş geldiniz.

# need_to_login
source: You need to be logged in to use Charger
tr: Charger'ı kullanmak için giriş yapmanız gerekiyor.

# email
source: E-Mail Address
tr: E-Posta Adresiniz

source: LOGIN
tr: GİRİŞ YAP

source: Reservations
tr: Randevular

# not_created_reservation
source: You have not created a reservation yet.
tr: Henüz bir randevu oluşturmadınız.

# reservations_listed
source: Reservations are listed here.
tr: Oluşturulan randevular burada listelenir.

source: CREATE RESERVATION
tr: RANDEVU OLUŞTUR

source: Active Reservation
tr: Güncel Randevular

source: Past Reservation
tr: Geçmiş Randevular

# reservation_cancelation
source: Delete Reservation
tr: Randevu İptali

source: DELETE RESERVATION
tr: RANDEVUYU İPTAL ET

source: CANCEL
tr: VAZGEÇ

source: Select Station
tr: İstasyon Seçin

source: Search Station
tr: İstasyon Ara

source: Service hours :
tr: Hizmet saatleri :

source: Number of sockets available :
tr: Uygun soket sayısı :

# no_results
source: No results were found matching your search.
tr: Aramanız ile eşleşen bir sonuç bulunamadı.

# please_make_new_search
source: Please make a new search
tr: Lütfen yeni bir arama yapın.

source: Filters
tr: Filtreleme

# cleare
source: CLEAR
tr: TEMİZLE

source: Device Type
tr: Cihaz Tipi

# dc
source: DC (Quick Charge)
tr: DC (Hızlı Şarj)

source: Socket Type
tr: Soket Tipi

# distance
source: Distance (km)
tr: Uzaklık (km)

source: Services
tr: Hizmetler

# park
source: Parking Lot
tr: Otopark

source: Snack Bar
tr: Büfe

source: FILTER
tr: FİLTRELE

source: Choose date and time
tr: Tarih ve saat seçin

source: Reservation Date
tr: Randevu Tarihi

source: Socket 1
tr: Soket 1

source: Socket 2
tr: Soket 2

source: Socket 3
tr: Soket 3

source: CONFIRM DATE AND TIME
tr: TARİH VE SAATİ ONAYLA

source: Invalid Date
tr: Geçersiz Tarih

# can_not_make_reservation
source: You can not make a reservation to a past date.
tr: Geçmiş bir tarihe randevu alamazsınız.

source: EDIT
tr: DÜZENLE

source: SELECT TODAY
tr: BUGÜNÜ SEÇ

source: Reservation Detail
tr: Randevu Detayı

source: Address
tr: Adres

source: Station Code
tr: İstasyon Kodu

# socket_info
source: SOCKET INFORMATION
tr: SOKET BİLGİLERİ

source: Socket Number
tr: Soket Numarası

# output_power
source: Power
tr: Çıkış Gücü

# reservation_info
source: RESERVATION INFORMATION
tr: RANDEVU BİLGİLERİ

source: Reservation Period
tr: Randevu Süresi

source: Get Notification
tr: Bildirim Al

source: CONFIRM RESERVATION
tr: RANDEVU ONAYLA

source: Invalid Notification Time
tr: Geçersiz Bildirim Zamanı

# invalid_notification_time_detail
source: The remaining time to your reservation is before the notification time you choose.
tr: Randevunuza kalan süre seçtiğiniz bildirim zamanından daha kısadır.

source: CONTINUE WITHOUT NOTIFICATION
tr: BİLDİRİMSİZ DEVAM ET

source: Profile
tr: Profil

# email_profile
source: E-Mail :
tr: E-Posta

source: Device ID :
tr: Cihaz ID :

source: LOGOUT
tr: ÇIKIŞ YAP

# email_not_in_correct_form
source: E-mail is not in correct form.
tr: Girilen E-Posta adresi doğru bir biçimde değil.

# not_found
source: Request was not found
tr: İstek bulunamadı

# user_not_found
source: User was not found
tr: Kullanıcı bulunamadı

# unauthorized_request
source: You are not authorized to fulfill the request.
tr: İşlemi yapmak için gereken yetkiye sahip değilsiniz.

# station_not_found
source: Station was not found.
tr: Aranan istasyon bulunamadı.

# station_not_accepting_appointments
source: Station is not accepting appointments whose date and time are specified.
tr: İstasyon verilen tarihte rezervasyon kabul etmemektedir.

# invalid_time
source: Invalid / past time information.
tr: Geçersiz / geçmiş tarih bilgisi girildi.

# time_format_error
source: Time format is not in expected format
tr: Saat formatı istenilen biçimde değil.

# socket_occupied
source: The socket is already in use on given date and time
tr: Soket belirtilen tarih ve saatte zaten kullanımda.

# appointment_not_found
source: Appointment was not found.
tr: Aranan randevu bulunamadı.

# appointment_user_mismatch
source: Appointment does not belong to user given.
tr: Aranan randevu verisi verilen kullanıcıya ait değil.
